Repository: gbhl/bhl-europe
Catalog: portal/drupal/www/sites/all/modules/it4care/transliteration/translations/*.po
Languages: de

source: Database not supported.
de: Datenbank wird nicht unterstützt.

source: Retroactive transliteration is currently not supported on the database system this Drupal installation uses. If you think this should be fixed please <a href="@issues-url">file an issue</a> in the project issue queue.
de: Die nachträgliche Transliteration wird momentan nicht für das von Drupal verwendete Datenbank-System unterstützt. Wenn Sie meinen, dass dies ein Fehler ist und behoben werden sollte, dann erstellen Sie bitte einen <a href="@issues-url">Fehlerbericht</a> im Projekt.

source: Transliteration not required.
de: Transliteration nicht erforderlich.

source: There are currently no files containing non-ASCII characters in their name.
de: Es existieren momentan keine Dateien mit Nicht-ASCII-Zeichen im Dateinamen.

source: Are you sure you want to transliterate existing file names?
de: Sind Sie sicher, dass Sie alle existierenden Dateinamen transliterieren möchten?

source: The database currently lists @filenames containing non-ASCII characters. This count might be inaccurate, though, since it is possible that not all of them actually need to be renamed. Only local files will be processed, while off-site files will never be changed. Note that changing the file name might render references to these files void. Since there is currently no way to fix manually inserted links in contents, it is a good idea to create a database backup beforehand. This action cannot be undone.
de: Die Datenbank enthält zur Zeit @filenames, die Nicht-ASCII-Zeichen enthalten. Diese Zahl kann jedoch falsch sein, da es möglich ist, dass nicht alle Dateien umbenannt werden müssen. Nur lokale Dateien können bearbeitet werden, während Remote-Dateien niemals geändert werden. Beachten Sie bitte, dass durch eine Änderung des Dateinamens bestehende Referenzen ungültig werden können. Da es momentan keinen Weg gibt, manuell in Inhalten eingefügte Links zu diesen Dateien mitzuändern ist es eine gute Idee, vorher ein Datenbank-Backup anzufertigen. Diese Aktion kann nicht rückgängig gemacht werden.

source: Transliterate
de: Transliterieren

source: Not all file names could be converted. The following files could not be accessed and have been ignored:
de: Nicht alle Dateinamen konnten umgewandelt werden. Auf folgende Dateien konnte nicht zugegriffen werden und wurden ignoriert:

source: @filenames have been successfully transliterated.
de: @filenames wurden erfolgreich transliteriert.

source: 1 file name
de: ein Dateiname

source: Enable transliteration of file names during upload.
de: Transliteration von Dateinamen während des Uploads.

source: Lowercase transliterated file names.
de: Transliterierte Dateinamen kleinschreiben.

source: This is recommended to prevent issues with case-insensitive file systems.
de: Diese Einstellung wird empfohlen um Probleme auf Dateisystemen zu verhindern, die nicht zwischen Groß- und Kleinschreibung unterscheiden.

source: Settings
de: Einstellungen

source: Convert existing file names to US-ASCII.
de: Existierenden Dateinamen nach US-ASCII konvertieren.

source: Transliteration has been installed. <a href="@transliteration-url">Fix existing file names</a>.
de: Transliteration wurde installiert. <a href="@transliteration-url">Existierende Dateinamen korrigieren</a>.

source: Converts non-latin text to US-ASCII and sanitizes file names.
de: Konvertiert nicht-lateinischen Text nach US-ASCII und bereinigt Dateinamen.
