Repository: gbhl/bhl-europe
Catalog: portal/drupal/www/sites/all/modules/ait/metadata/translations/ait.*.po
Languages: cs, de, es, it, pt

source: Advanced Search 1
cs: Pokročilé hledání 1
de: Erweiterte Suche 1
es: Búsqueda avanzada 1
it: Ricerca avanzata 1
pt: Busca avançada 1

source: Advanced Search 2
cs: Pokročilé hledání 2
de: Erweiterte Suche 2
es: Búsqueda avanzada 2
it: Ricerca avanzata 2
pt: Busca avançada 2

source: Advanced Search 3
cs: Pokročilé hledání 3
de: Erweiterte Suche 3
es: Búsqueda avanzada 3
it: Ricerca avanzata 3
pt: Busca avançada 3

source: Advanced Search
cs: Pokročilé hledání
de: Erweiterte Search
es: Búsqueda avanzada
it: Ricerca avanzata
pt: Busca avançada

source: Manage saved queries
cs: Správa uložených dotazů
de: Gespeicherte Suchen verwalten
es: Gerenciar búsquedas salvas
it: Gestisci le query salvate
pt: Gerenciar pesquisas salvas

source: search in:
cs: hledejte v:
de: Suchen in:
es: buscar en:
it: Cerca sotto:
pt: pesquisar em:

source: all fields
cs: Všechna pole
de: Alle Felder
es: todos los campos
it: tutti i campi
pt: todos os campos

source: only selected fields:
cs: pouze vybrané obory:
de: Nur ausgewählte Felder:
es: sólo los campos seleccionados:
it: solo i campi selezionati:
pt: apenas os campos selecionados:

source: add field
cs: přidat pole
de: Feld hinzufügen
es: añadir el campo
it: Aggiungi campo
pt: adicionar campo

source: reset
de: Zurücksetzen
es: restablecer
it: ripristina

source: search
cs: vyhledávání
de: Suchen
es: buscar
it: ricerca
pt: pesquise

source: enter query string:
cs: zadejte dotaz:
de: Suche formulieren:
es: entrar la búsqueda:
it: inserire richiesta:
pt: introduzir pesquisa:

source: <p>search with these code words:</p> <p>logic operators: <ul> <li>[word] AND [word]: documents containing both words</li> <li>[word] OR [word]: documents containing one of the words</li> <li>NOT [word]: documents not containing this word</li> </ul> </p> <p>specify field to search in:</p> <ul><li>[fieldname]:[word]</li></ul> <p>search for exact phrase via:</p> <ul><li>"[phrase]"</li></ul> <p>search for words only with parts via:</p> <ul><li>[part of word]*</li></ul>
de: <p>Suche mit folgender Suchsprache:</p> <p>Logische Operatoren: <ul> <li>[Wort] AND [Wort]: Dokumente die beide Worte enthalten</li> <li>[Wort] OR [Wort]: Dokumente die eines dieser Worte enthalten </li> <li>NOT [Wort]: Dokumente die dieses Wort nicht enthalten</li> </ul> </p> <p>Geben Sie das Feld an in dem gesucht werden soll:</p> <ul><li>[Feldname]:[Wort]</li></ul> <p>Nach einer exakten Phrase suchen:</p> <ul><li>"[Phrase]"</li></ul> <p>Nach Teilen eines Wortes suchen:</p> <ul><li>[Wortteil]*</li></ul>

source: metadata fields for advanced search
cs: pole metadat pro pokročilé vyhledávání
de: Metadatenfelder für die Erweiterte Suche
es: campos de metadatos para la búsqueda avanzada
it: campi di metadati per la ricerca avanzata
pt: campos de metadados para busca avançada

source: all metadata fields
cs: všechna pole metadat
de: Alle Metadatenfelder
es: todos los campos de metadatos
it: tutti i campi dei metadati
pt: todos os campos de metadados

source: only selected metadata fields:
cs: pouze vybrané pole metadat:
de: Nur ausgewählte Metadatenfelder:
es: sólo algunos campos de metadatos:
it: solo campi di metadati selezionati:
pt: selecionados apenas os campos de metadados:

source: Advanced Search: Facet Browser
cs: Pokročilé hledání: Facet Browser
de: Erweitere Suche: Facettiertes Browsen
es: Búsqueda avanzada: Facet Browser
it: Ricerca avanzata: Facet Browser
pt: Busca avançada: Facet Browser

source: Facets
de: Facetten
it: Sfaccettature

source: Ait test implentation for advanced search
cs: Ait test implentation pro pokročilé vyhledávání
de: AIT Testportal für die Erweiterte Suche
es: Ait implementació de prueba para la búsqueda avanzada
it: Ait implentation test per la ricerca avanzata
pt: Ait implentation teste para busca avançada

source: Metadata Handling
cs: Metadata Manipulace
de: Metadaten Verwaltung
es: Manejo de Metadatos
it: Gestione dei metadati
pt: Metadados Manipulação

source: debug
cs: ladění
de: Fehler beseitigen
es: depurar

source: File import
cs: Import souborů
de: Datei importieren
es: Archivo de importación
it: File di importazione
pt: Arquivo de importação

source: Ait test implentation for file import to ese-type
cs: Ait test implentation pro tento soubor import do ese-typu
de: AIT Testimplementierung für den ESE-Type Dateiimport
es: Ait implementació de prueba para la importación de archivos a las ESE de tipo
it: Ait implentation di prova per l'importazione di file di ESE-tipo
pt: Ait implentation teste para importar o arquivo para ESE tipo

source: Bhle Nodes
cs: Uzly BHL-E
de: Bhl-E Knoten
es: Nodos de BHL-E
it: BHL-E nodi

source: Bhle settings
cs: nastavení BHL-E
de: Bhl-E Einstellungen
es: Configuración de BHL-E
it: BHL-E impostazione
pt: BHL-E definições

source: Metadata settings
cs: Metadata nastavení
de: Metadaten Einstellungen
es: Configuración de metadatos
it: Metadata impostazione
pt: Definições de metadados

source: Download SOLR schema.xml
cs: Stáhnout SOLR schema.xml
de: SOLR schema.xml herunterladen
es: Descargar SOLR schema.xml

source: View properties
cs: Zobrazení vlastností
de: Anzeige Eigenschaften
es: Ver las propiedades
it: Visualizzare le propriet√†
pt: Exibir propriedades

source: Node Stylesheet
cs: Stylesheet uzlu
de: Stylesheet für Knoten
es: Hoja de estilo de los nodos
it: Foglio di stile del nodo
pt: Stylesheet do nó

source: Resultlist Stylesheet
cs: Stylů z výsledky
de: Stylesheet für die Ergebnisliste
es: Hoja de estilo de la lista de resultados
it: Foglio di stile della lista dei risultati
pt: Stylesheet da liste de resultados

source: Save
cs: Uložit
de: Speichern
es: Guardar
it: Salva
pt: Salvar

source: No Solr instance available during indexing.
cs: V průběhu indexace není k dispozici žádná instance Solr.
de: Keine Solr-Instanz verfügbar während der Indizierung.

source: Metadata Nodes
cs: Metadata Uzly
de: Metadaten Knoten
es: Los nodos de metadatos
it: Metadata nodi
pt: Metadados Nodos

source: Ait test implentation for metadata nodes
cs: Ait test implentation pro metadata uzly
de: Ait Test-Implementierung für Metadaten Knoten
es: Ait implementació de prueba para los nodos de metadatos
it: Ait implentation test per i nodi di metadati
pt: Ait implentation teste para nós metadados

source: Browse
cs: Prohlížet
es: Buscar
it: Navigazione
pt: Procurar
