Repository: gbhl/bhl-europe
Catalog: portal/drupal/www/sites/all/modules/additional/drupalforfirebug/translations/drupalforefirebug.*.po
Languages: da

source: Execute
da: Udfør

source: Please Enable the Devel Modules to Log SQL Queries:
da: Aktivér venligst Devel-modulet for at logge SQL forespørgsler:

source: Enable SQL Queries
da: Aktivér SQL forespørgsler

source: See Devel Project Page
da: Se Devel projektsiden

source: Enter PHP code for execution. Do not use <code>&lt;?php ?&gt;</code> tags.
da: Indtast PHP kode som skal køres. Brug ikke <code>&lt;?php ?&gt;</code> tags.

source: Access Firebug Debug
da: Tilgå Firebug Debug

source: Execute Firebug PHP
da: Udfør Firebug PHP

source: A helper extension for the Drupal for Firebug Firefox extension addon
da: En udvidelse til Drupal for Firebug Firefox-udvidelsen

source: Drupal for Firebug Preprocessor
da: Drupal for Firebug forbehandler

source: A helper extension for the Drupal for Firebug Firefox extension to do preprocessing of forms
da: En udvidelse til Drupal for Firebug Firefox-udvidelsen som forbehandler formularer
