Repository: gbhl/bhl-europe
Catalog: portal/drupal-ait/www/sites/all/modules/ait/metadata/translations/ait.*.po
Languages: fr

source: Advanced Search 1
fr: Recherche avancée 1

source: Advanced Search 2
fr: Recherche avancée 2

source: Advanced Search 3
fr: Recherche avancée 3

source: Browse
fr: Naviguer

source: Advanced Search
fr: Recherche avancée

source: Manage saved queries
fr: Enregistrer les recherches

source: search in:
fr: chercher dans:

source: all fields
fr: tous les champs

source: only selected fields:
fr: seulement champs sélectionnés:

source: add field
fr: ajouter un champ

source: reset
fr: réinitialiser

source: search
fr: rechercher

source: enter query string:
fr: Entrez requête:

source: metadata fields for advanced search
fr: champs de métadonnées pour la recherche avancée

source: all metadata fields
fr: tous les champs de métadonnées

source: only selected metadata fields:
fr: seuls certains champs de métadonnées:

source: Advanced Search: Facet Browser
fr: Recherche avancée: Recherche à facettes

source: Facets
fr: Facettes

source: Ait test implentation for advanced search
fr: AIT Implentation test pour la recherche avancée

source: Metadata Handling
fr: Gestion des métadonnées

source: debug
fr: déboguage

source: File import
fr: Fichier d'importation

source: Ait test implentation for file import to ese-type
fr: AIT Implentation test pour l'importation de fichiers ESE-type

source: Bhle Nodes
fr: BHL-E nœuds

source: Bhle settings
fr: BHL-E paramètres

source: Metadata settings
fr: Les paramètres des métadonnées

source: Download SOLR schema.xml
fr: Télécharger SOLR schema.xml

source: View properties
fr: Afficher les propriétés

source: Node Stylesheet
fr: Noeud Stylesheet

source: Resultlist Stylesheet
fr: Liste de résultats Stylesheet

source: Save
fr: Enregistrer

source: No Solr instance available during indexing.
fr: Aucune instance Solr disponible au cours de l'indexation.

source: Metadata Nodes
fr: Métadonnées nœuds

source: Ait test implentation for metadata nodes
fr: AIT Implentation test pour les nœuds de métadonnées
