Repository: gbhl/bhl-europe
Catalog: portal/drupal/www/sites/all/modules/admin_menu/translations/*.po
Languages: cs, hu, nl

source: Weight
cs: Váha
nl: Gewicht

source: Administration
cs: Administrace
hu: Adminisztráció

source: User management
cs: Uživatelé

source: None
cs: Žádná
nl: Geen

source: Re-enable developer modules
cs: Povolit vývojářské moduly

source: Disable developer modules
cs: Zakázat vývojářské moduly

source: Apply margin-top to page body
cs: Aplikovat margin-top na tělo stránky

source: If enabled, the output of this site will be shifted for approx. 20 pixels from the top of the viewport to make room for the Administration Menu. If this setting is disabled, some absolute or fixed positioned page elements at the top of the viewport may be covered by Administration Menu.
cs: Pokud povoleno, zobrazení tohoto webu bude pro zobrazení Admin menu posunuto o cca 20 pixelů níže. Pokud vypnuto, některé absolutně pozicované prvky tématu vzhledu mohou být administračním menu překryty.

source: Drupal Administration Tweaks
cs: Další nastavení administrace

source: Collapse fieldsets on modules page
cs: Srolovat pole na stránce modulů

source: If enabled, fieldsets on the <a href="!modules-url">Site building &raquo; Modules</a> page will be initially collapsed.
cs: Pokud povoleno, rolovací pole na <a href="!modules-url">Prvky webu &raquo; Moduly</a> budou ve výchozím zobrazení srolovány.

source: If you installed Utility module for this purpose, you can safely uninstall it now!
cs: Pokud jste pro tuto funkcionalitu nainstalovali modul Utility, můžete ho nyní vypnout!

source: If you are seeing a duplicated menu or other problems, you may use this button to delete everything in the menu and rebuild it.
cs: Pokud máte problém s duplicitním menu či jiné problémy, je možné použít toto tlačítko pro smazání a regenerování menu.

source: Wipe and rebuild
cs: Smazat a regenerovat

source: Administration Menu settings
cs: Nastavení Administračního menu
hu: Adminisztrációs menü beállításai
nl: Administration Menu instellingen

source: Menu link id
cs: Id menu odkazu

source: Parent link id
cs: Id nadřazeného odkazu

source: Display extra information for menu items in Drupal Administration Menu
cs: Zobrazit extra informace pro položky v Administračním menu
nl: Geef extra informatie weer over menu items in de Drupal Administration Menu

source: If enabled, the chosen information will appear next to each menu item link.
cs: Pokud povoleno, vybraná informace se zobrazí u každého odkazu v menu.
nl: Indien enabled zal de gekozen informatie naast elke menu item tevoorschijn komen.

source: Display all menu items
cs: Zobrazit všechny položky menu
hu: Összes menüpont megjelenítése
nl: Geef alle menu items weer

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
cs: Povolte tuto možnost pro vypnutí kontroly práv přístupu pro položky menu, tzn. každá položka menu bude viditelná všem uživatelům.
hu: Ezzel a beállítással minden felhasználónak megjelenik az összes menüpont, függetlenül attól, hogy van-e jogosultsága használni vagy sem.
nl: Enable deze optie om user access checks te disablen voor menu items. Elk menu item zal hierdoor zichtbaar worden zonder rekening te houden met de gebruiker z'n permissies.

source: Re-enabled these modules: !module-list.
cs: Znovupovoleny tyto moduly: !module-list.

source: Disabled these modules: !module-list.
cs: Zakázány tyto moduly: !module-list.

source: No developer modules are enabled.
cs: Žádné vývojářské moduly nejsou povoleny.

source: The Administration Menu will appear at the top of the page for users who have been given the "access administration menu" permission. Customize appearance of the dropdown menu here.
cs: Administrační menu se zobrazí nahoře ve stránce všem uživatelům, kteří mají právo "zobrazit administrační menu". Zobrazení menu se dá nastavit zde.

source: Current anonymous / authenticated users
cs: Současní anonymní / přihlášení uživatelé
nl: Momentele anonieme / ingelogde gebruikers.

source: access administration menu
cs: zobrazit administrační menu

source: display drupal links
cs: zobrazit drupal odkazy

source: Administration Menu
cs: Administrační menu
hu: Adminisztrációs menü

source: Adjust settings for the dropdown Administration Menu.
cs: Nastavení pro Administrační menu

source: admin_menu links deleted for clean rebuild.
cs: admin_menu odkazy smazány

source: Administer
nl: Beheer

source: Run cron
nl: Voer cron uit

source: Run updates
nl: Voer updates uit

source: Logout @name
nl: @name afmelden

source: Add !title
nl: Voe !title toe

source: Renders the administer menu tree as dropdown menu at the top of the window.
hu: A böngészőablak tetején jeleníti meg az adminisztrációs menüt
nl: Rendert de administer menu als een dropdown menu bovenaan de pagina.

source: Parent id
nl: Voorgaande id

source: Variable editor
nl: Variabel editor

source: Empty cache
nl: Cache leegmaken

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
nl: Rendert een menu tree voor administratieve doeleinden als een dropdown menu bovenaan de pagina.

source: Admin Menu Block
hu: Admin menü blokk

source: Add !content-type
hu: !content-type hozzáadása

source: Display menu item IDs in Drupal Administration Menu
hu: Megjeleníti a menüpont ID-ket a Drupal Adminisztrációs menüjében

source: If enabled, the corresponding menu item id will appear next to each menu item link.
hu: Segítségével az adott menüpont ID-je megjelenik menüpont linkje mellett.
