Repository: gbhl/bhl-europe
Catalog: bhle/portal/drupal/www/sites/all/modules/it4care/transliteration/translations/*.po
Languages: sv

source: Database not supported.
sv: Databas saknar stöd.

source: Retroactive transliteration is currently not supported on the database system this Drupal installation uses. If you think this should be fixed please <a href="@issues-url">file an issue</a> in the project issue queue.
sv: Retroaktiv omskrivning stöds för närvarande inte för databassystemet som denna installation av Drupal använder sig av. Om du tycker att detta bör ordnas, var vänlig <a href="@issues-url">skicka in en fråga</a> i projektets frågekö.

source: Transliteration not required.
sv: Omskrivning behövs inte.

source: There are currently no files containing non-ASCII characters in their name.
sv: Det finns för närvarande inga filer som innehåller tecken av typen icke-ASCII i sina namn.

source: Are you sure you want to transliterate existing file names?
sv: Är du säker på att du vill omskriva existerande filnamn?

source: The database currently lists @filenames containing non-ASCII characters. This count might be inaccurate, though, since it is possible that not all of them actually need to be renamed. Only local files will be processed, while off-site files will never be changed. Note that changing the file name might render references to these files void. Since there is currently no way to fix manually inserted links in contents, it is a good idea to create a database backup beforehand. This action cannot be undone.
sv: Databasen visar för närvarande @filenames som innehåller tecken av typen icke-ASCII. Denna uppräkning kan dock vara felaktig eftersom det är möjligt att inte alla av dem faktiskt behöver döpas om. Enbart lokala filer kommer att bearbetas medan filer utanför webbplatsen aldrig kommer att ändras. Observera att ändring av filnamnet kan orsaka ogiltiga referenser till dessa filer. Eftersom det för närvarande inte går att lösa manuellt inmatade länkar i innehåll så är det en god idé att ta en backup på databasen innan. Denna åtgärd kan inte ångras.

source: Transliterate
sv: Omskriv

source: Not all file names could be converted. The following files could not be accessed and have been ignored:
sv: Inte alla filnamn kunde konverteras. Följande filer kunde inte kommas åt och har förbisetts:

source: @filenames have been successfully transliterated.
sv: @filenames har omskrivits framgångsrikt.

source: 1 file name
sv: 1 filnamn

source: Transliteration
sv: Omskrivning

source: Enable transliteration of file names during upload.
sv: Möjliggör omskrivning av filnamn under uppladdning.

source: Lowercase transliterated file names.
sv: Omskrivna filnamn till gemena tecken.

source: This is recommended to prevent issues with case-insensitive file systems.
sv: Detta rekommenderas för att förhindra problem med filsystem som inte tar hänsyn till gemener eller versaler.

source: Settings
sv: Inställningar

source: Convert existing file names to US-ASCII.
sv: Konvertera existerande filnamn till US-ASCII.

source: Transliteration has been installed. <a href="@transliteration-url">Fix existing file names</a>.
sv: Omskrivning har installerats. <a href="@transliteration-url">Ordna existerande filnamn</a>.

source: Converts non-latin text to US-ASCII and sanitizes file names.
sv: Konverterar icke-latin text till US-ASCCI och rensar filnamn.
